Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/elinkeinot.html.tmx
Source language: fin
Languages: smn

source: Elinkeinot
smn: Iäláttâsah

source: Vuotuismuutto
smn: Varriistâllâm

source: Kalastus
smn: Kuálástus

source: Poronhoito
smn: Puásuituálu

source: Nykyaikaan kuuluvana työskentelevät inarinsaamelaiset lähes kaikissa tunnetuissa ammateissa.
smn: Tegu tááláá ááigán kulá, pargeh anarâšah masa juo puohâin tobdos ámáttijn.

source: Muutos vanhasta luontaistalouteen perustuvasta järjestelmästä nykyiseen teknistyneeseen yhteiskuntaan on kestänyt runsaat 40 vuotta.
smn: Nubástus tovláid luánduáigápuáđoid vuáđuduvvee oornigist tááláá teknisâš ohtsâškoodán lii pištám pajeláhháá 40 ihheed.

source: Se on perin lyhyt aika, kun ottaa huomioon kehityksen huiman etemenisen.
smn: Tot lii uáli uánihis äigi, ko váldá vuáhán ovdánem korrâ liävtu.

source: Ihminen ei ole kaikissa asioissa pystynyt vastaamaan kehityksen haasteisiin.
smn: Olmooš ij lah puoh aašijn pastam västidiđ ovdánem hástusáid.

source: Tekniikka kuitenkin jatkaa voittokulkuaan, joten odotettavissa on yhä uusia ammattinimikkeitä lisää.
smn: Tekniik kuittâg juátká ovdánmis. Nuuvtpa láá-uv vyerdimist lase et lase uđđâ áámmátnomâttâsah.

source: Luultavasti vanhin ammatti aivan keskiajalta lähtien on ollut noita.
smn: Puárásumos áámmát aaibâs koskâääigi rääjist lii lamaš nuáidi.

source: Tämän ammatin harjoittajia on elänyt vielä 1900-luvun puolella.
smn: Taan áámmátsyergi ulmuuh láá iälustâm vala 1900-lovo pelni Säämist.

source: Viimeisimpiä ammatinharjoittajia on ollut Ison Antin Anna (Anna Antintytär Sarre, 1843 – 1915), joka asui Iijärvellä.
smn: Majemuid taan ámáttân kullee lii lamaš Stuorr Ant Ánná (Ánná Aantinieidâ Sarre, 1843 – 1915), kote aasâi Ijjäävrist.

source: Muinoin tuolla ammatilla ei ollut varsinaista nimikettä lainkaan.
smn: Ärbivuáválumos áámmát vuáđudui kyelipiivdon, meccipiivdon já nurâmân, maid Stuorr Ant Ánná-uv poorgâi.

source: Nykyään samoista asioista toimeentulonsa hankkivaa kutsutaan luontaistilalliseksi.
smn: Tovle tien ámáttist ij lamaš nommâ ollágin, mut tááláá ääigist siämmáin aašijn áigápuáđus finnejeijee kočoduvvoo luándutálulâžžân.

source: Vanhaan aikaan myös renki ja piika olivat erittäin arvostettuja ammattinimikkeitä.
smn: Puáris ääigist meiddei reŋgâ já pijgá láin čuuvtij áárvustoonnum áámmátnoomah.

source: Aikansa rengintöitä tehtyään saattoi mies edetä jopa talon isännäksi, kuten kävi Leski-Antin Uulalle (Uula Morottaja, 1892 – 1963), joka asui Sulkusjärvellä.
smn: Ko reŋgâ reŋguustâlâi ääigis, puovtij sun ovdániđ joba táálu išedin, tegu keevâi Lesk-Ant Uulán (Uula Morottaja, 1892 – 1963), kote aasâi Sulgušjäävrist.

source: Muinaiseen ammattieliittiin kuului myös kylänvanhin eli kylännimismies, jonka sana oli kylän laki.
smn: Puáris ääigi pyeremus ámáttáid kuulâi meiddei siijdâpuáris ađai sijdâlensman, mon sääni lâi siijdâ laahâ.

source: Myös myöhempien aikojen poroisäntä ja raitio edustivat ammattinimikkeiden kärkipäätä.
smn: Meid majebij aigij puásui-iššeed já räiđee ovdâstii ámáttij njunnooš.

source: Nykyisyyttä lähetessä byrokratia lisääntyi ja toi tullessaan erilaisia vaatimuksia.
smn: Ko tááláš äigi aldanškuođij byrokratiainis, te tot puovtij mieldistis jieškote-uvlágánijd vátámušâid.

source: Ihmisille oli keksittävä “oikeita” ammattinimikkeitä.
smn: Sieivâ miäcásteijee noomâ kevtteeh iä táiđám leđe kaleskin.

source: Henkilöt, joilla ei ollut tiettyä erityistä ammattialaa, josta elantonsa hankkivat, saattoivat valita ammatikseen työmies tai sekatyömies.
smn: Lâi kale mottoom áámmátnommâ, mii toolâi sistestis puoh ovdeláá mainâšum áámmátnoomâid (eereeb nuáidi, sijdâlensman já reeŋgâ), já tot lâi tálulâš.

source: Jos henkilöllä oli muutamia poroja, josta oli toimeentulojatketta, valitsi hän ammatikseen poromies.
smn: Sun piivdij riävskáid já kuolijd, juuđij pygálusâin, toovâi Reisvuonmaađhijd, sehe luommij.

source: Pelkästään metsästäjä nimikettä käyttäneitä tuskin lienee ollut montaakaan.
smn: Lasseen sust lijjii šivetteh, sehe saavzah já sun koolvij meiddei potákkijd.

source: Hän pyyti riekkoja ja kalasti, kulki poroerotuksissa, teki kauppamatkoja Reisvuonoon ja keräsi hilloja.
smn: Ton ooleest sun šoodâi leđe mottoomlágán eennâmtuállen, mut tuše eennâmtuálust áigápuáđus finnejeijeeh iä lamaš.

source: Eräältä inarinsaamelaiselta kysyttiin hänen ammattiaan jonkun asiakirjan yhteydessä, johon hän vastasi monipuolinen.
smn: Mottoon anarâšâst koijâdii áámmát mottoom äššikirje ohtâvuođâst, moo sun västidij.

source: Erilaiset ammatit
smn: Sierâlágán ámátteh

source: Erikoisimpiin ammatteihin kuuluva, jossa inarinsaamelainen on työskennellyt on merikapteeni.
smn: Epitáválumosáid ámáttáid kullee, mast anarâš lii porgâm lii merâkapteen.

source: Inarinsaamelainen Matti Saijets lähti nuorena miehenä hieman ennen jatkosodan syttymistä Liinahamarista messipojaksi merille maaliskuussa v. 1941. Purjehdittuaan vuosia eri valtamerilaivoissa, meni hän viimein Kotkan Merikouluun, josta valmistui merikapteeniksi v. 1962. Hän on toiminut kapteenina mm. 57 000 tonnin tankkilaivalla Universe Defenderillä, joka kuljetti öljyä Persianlahdelta maailman eri satamiin.
smn: Anarâš Matti Saijets vuolgij nuorâ almajin ovdláhháá jotkâsuáđi puállám Liinahamarist messikandân maailm meeráid njuhčâmáánust 1941. Maaŋgâi ivij väldimerâtaampâin purjâstem maŋa sun ucâlui Kotka Merâškoovlân, mast kárvánij merâkapteenân ive 1962. Sun lii toimâm kapteenân eres lasseen 57.000 toonni oljotaampâst Universe Defenderist, mii jođettij oljo Persialuovtâst maailm hamânáid.

source: Matti Saijetsilla oli vakituinen tukikohtansa Portugaliin kuuluvilla Azorien saarilla, mutta myös Inarissa, jossa hän kävi viettämässä lomansa.
smn: Matti Saijetsist lâi fastâ orottâh Portugalin kullee Azorij suolluin, mut meiddei Anarist, kost sun juuđij viettimin luámuidis.

source: Matti Saijets kuoli 1990-luvulla ja lienee haudattu Azoreille.
smn: Matti Saijets jaamij 1990-lovvoost já lii vissâ-uv hävdidum Azoráid.

source: Toinen yhtä erikoinen ammatti on kanavajohtaja.
smn: Nubbe siämmáá epitáválâš áámmát lii kanavahovdâ.

source: Kaamasessa syntynyt ja Kaamasessa, Inarissa ja Ivalossa koulunsa käynyt Erja Morottaja hakeutui opiskelujensa jälkeen ulkomaille.
smn: Kaamâsist šaddaaš já Kaamâsist, Anarist, sehe Avelist škovlâidis jottáám Maati Ááná Erjá (Erja Morottaja) ucâlui uápuidis maŋa olgoenâmáid.

source: Siellä hän työskenteli muun muassa kibbutsilla Israelissa kahdeksan kuukautta.
smn: Tobbeen sun lii porgâm eres lasseen kibbuccist (Israelist) käävci mánuppaijeed.

source: Ulkomaakierroksensa jälkeen Erja palasi kotimaahan asettuen pääkaupunkiseudulle, jossa jatkoi opiskelujaan.
smn: Olgoeennâm mätkimohe maŋa Erja maacâi Suomân uáivikaavpugkuávlun, kost sun joođhij opâidis. Opâidis maŋa sun lii lamaš toimâtteijen maŋgâ ive.

source: Lehtityönsä ohella hän on suorittanut ulkomaisia ohjelmahankintoja Neloselle.
smn: Lostâpargoos lasseen sun lii uástám Nelonen:n ohjelmijd olgoenâmijn.

source: Vuonna 2005 hänet valittiin Suomen Music TV:n kanavajohtajaksi.
smn: Ive 2005 sun väljejui Music TV kanavahovdân.

source: Muita erikoisia tai inarinsaamelaisille epätyypillisiä ammatteja, joissa he ovat työskennelleet, ovat mm. kelloseppä, katekeetta, lukkari, kirkkoväärti, kauppias, luutyöntekijä, koiranohjaaja, koulutoimentarkastaja, rehtori, peruskoulun lehtori, keittäjä, keittiöapulainen, päätoimittaja, radiotoimittaja, palopäällikkö, lähihoitaja, lastenhoitaja, päivähoitoapulainen, ATK-suunnittelija, suunnittelija, kulttuurisihteeri, kunnanjohtaja, talonmies, messipoika, tarjoilija, taksiyrittäjä, kondiittori, metsuri, putkimies, autonkuljettaja, puhelinasentaja, kullankaivaja, kauppa-apulainen, rajavartija, tullivartija, poliisi ja postinkantaja.
smn: Anarâššáid eres epitáváliih ámátteh, main sij láá porgâm, láá eres lasseen urmáágár, katekeetta, lukkár, kirkkoveerdi, kävppijâs, tähtipargee, pennuustivrejeijee, škovlâtooimâtärhisteijee, rehtor, vuáđuškoovlâ lehtor, vyeššee, kievkkânišedeijee, uáivitoimâtteijee, radiotoimâtteijee, puáluhovdâ, totkee, aldatipšoo, párnáitipšoo, peivikiäččuišedeijee, juávkkupeerâpeivikiäjujođetteijee, ATK-vuávájeijee, vuávájeijee, kulttuurčällee, kieldâhovdâ, táálualmai, messikandâ, návdoo, taksi-irâtteijee, kondiittor, meccipargee, pocceealmai, autovyeijee, puhelinstellejeijee, kollekuáivoo, kävppi-išedeijee, räjivahtâ, tullivahtâ, poolis já postâalmai.

source: Ammattimurros Inarinsaamelainen ammattirakenne koki suuren murroksen 1960–70 -lukujen vaihteessa moottorikelkan tullessa yliseen Lappiin.
smn: Anarâš áámmátráhtusist tábáhtui stuorrâ nubástus 1960–70 -lovoi suulâin, ko moottorkiälkká poođij Sáámán.

source: Aluksi kelkkoja oli vain muutamia, mutta poromiesten ta talollistenkin kiinnostus moottorikelkkaa kohtaan lisääntyi ja jo 1970-luvun puoleen väliin mennessä moottorikelkka oli lähes joka taloudessa.
smn: Aalgâst kiälháh lijjii tuše motomeh, mut pajeulmui já tálulij-uv mielâkiddiivâšvuotâ moottorkiälhá kuáttá lasanij já juo 1970-lovo pelimuddoost moottorkiälkká lâi masa juo jyehi táálust.

source: Poronhoitoon moottorikelkan tulo vaikutti ratkaisevalla tavalla.
smn: Puásuituálun moottorkiälhá puáttim vaikuttij čuuvtij.

source: Hankintahinta sinänsä oli jo melko suuri, mutta vielä suuremman kulun aiheutti sen käyttö bensiinin hinnassa ja ennen kaikkea varaosien hankinnoissa.
smn: Vistig juo uástuhadde lâi viehâ styeres, mut vala-uv stuárráb kolo tovâttij ton kevttim bensin haddeest já aainâs-uv väriosij hahâmist.

source: Koska moottorikelkka oli tullut jäädäkseen, johti se ennen pitkää pienporomiesten katoon.
smn: Ko moottorkiälkká lâi puáttám mietimái, tovâttij tot ääigimield ucebij puásuiomâsteijei kuáránem.

source: Suurimmalla osalla inarinsaamelaisista oli poroja enimmillään ehkä noin viidestäkymmenestä sataan, mutta tällaisilla poromäärillä ei voitu ylläpitää mottorikelkkaa, koska elantoakin oli hankittava.
smn: Iänááš anarâšâin lijjii poccuuh enâmus muddoost vaarâ viđâlovveest čuátán, mut tagaráin puásuilovvoin ij puáhtám toollâđ mottorkiälhá, ko puurrâđ-uv koolgâi.

source: Moottorikelkaton ei voinut osallistua ettotöihin, sillä hän ei olisi pysynyt hiihtopelissä joukon mukana.
smn: Moottorkiälháttis olmooš ij pastam uásálistiđ puásuipargoid, ko sun ij liččii pissoom čuoigân juávhu mieldi.

source: Ainoa ratkaisu ongelmaan oli poromäärän reilu lisääminen, taikka luopuminen poronhoidosta täysin.
smn: Áinoo čuávdus áášán lâi posuilovo lasettem aainâs-uv peelijn, teikkâ ollásávt luoppâm puásuihommáin.

source: Suurin osa inarinsaamelaisista päätyi jälkimmäiseen ratkaisuun.
smn: Stuárráámus uási anarâšâin kärŋiluvvii taan maajeeb čuávdusân.

source: Muutoksia lyhyessä ajassa
smn: Sij šoddii ucâluđ uđđâ ámáttáid.

source: Toki riekonpyynti, marjastus ja kalastus säilyttivät edelleenkin asemansa toimeentulorakenteessa, mutta etenkin nuorten oli katsottava pidemmälle.
smn: Riävskápivdo, muorjim já kyelipivdo siäiluttii ain-uv saajees áigápuátuoornigist, mut aainâs-uv nuorah ferttejii kejâstâlškyettiđ olgoláá.

source: Monet heistä astuivat jälleen opin tielle, päätyen erilaisiin ammattikouluihin, opistoihin ja opettajaseminaareihin.
smn: Maaŋgah sist ucâluvvii oppeet oopâ pálgá oolâ já šoddii jieškote-uvlágán áámmátškovláid, opâttuvváid já máttáátteijeeškovláid.

source: Eräät muuttivat Ruotsiin rakentamaan läntistä hyvinvointiyhteiskuntaa.
smn: Motomeh värrejii Ruotân huksiđ ránnjáriijkâ pyereestpiergimohtsâškode.

source: Jotkut perustivat omia liikeyrityksiään vaihtelevalla menestyksellä.
smn: Motomeh vuáđudii jieijâs finnoduvâid molsâšuddee miänástussáin.

source: Osa nuorista jäi kotiseudulleen satunnaistöiden varaan ja moni putosi kehityksen kelkasta.
smn: Uási nuorâin paccii päikkikuávlusis koskâpuddâsij pargoi viehân já maŋgâseh koččii ovdánem kiälhást.

source: Kaiken kaikkiaan muutos oli erittäin suuri etenkin sen vuoksi, että se tapahtui niinkin lyhyen ajan sisällä.
smn: Puohnâssân nubástus lâi uáli styeres nomâlâsân tondet, ko tot tábáhtui nuuvt uánihis ääigi siste.

source: Tästä johtuen heitä voidaan tavata nykyään muun muassa opiskelijoina, harjoittelijoina, liikeyrittäjinä, kirvesmiehinä, sihteereinä, artesaaneina, kielentutkijoina, kalastusmestareina, kulttuurityöntekijöinä, linja-autonkuljettajina, luontovalvojina, kalastuksenvalvojina, sähköasentajina, autoasentajina, kirjailijoina, runoilijoina, hotellivirkailijoina, opettajina, matkaoppaina, muusikkoina, parturi-kampaajina, työnjohtajina, siivoojina, porotalousyrittäjinä, matkailuyrittäjinä, perhepäivähoitajina, kielenkääntäjinä, putkiasentajina ja palomiehinä.
smn: Äigi riävdá já anarâšah-uv ton mieldi. Taan keežild anarâšâid kuáhtáá tááláá ääigist eres lasseen uáppen, hárjuttellen, finnodâhirâtteijen, huksejeijen, čällen, artesaanin, kielâjurgâleijen, kuálástusmiäštárin, kulttuurpargen, bussivyeijen, kyelivahtân, šleđgâstellejeijen, autostellejeijen, kirječällen, tivtâstellen, hooteelpargen, máttáátteijen, mätkiuápisin, musijkkárin, pardur-čohhon, pargohovdân, čorgejeijen, puásuituáluirâtteijen, mađhâšemirâtteijen, peerâpeivitipšon, kielâjurgâleijen, pocceealmajin já puálualmajin.

source: Ilmari Mattus
smn: Uccpárnáá Vuoli Ilmar

source: Pekka Saijets ja Matti Paadar pyyntimiehen tuulensuojassa Paatsjoella.
smn: Nyere Piäkká (Pekka Saijets) já Matti Paadar pivdoalmaa piegâsyejeest Paččveist.

source: Valokuva Inarin pappilan porstuan ovelta.
smn: Čuovâkove Aanaar pappâl viäskár uksâpiällást.

source: Lukkari Heikki Mattus ja kirkkoväärti Santeri Valle vuonna 1918.
smn: Lukkár Jormo-Hendrih (Heikki Mattus) ja kirkkoveerdi Santeri Valle ive 1918.

source: Suomen MTV:n kanavajohtaja Erja Morottaja.
smn: Suomâ MTV kanavahovdâ Erja Morottaja.

source: Matkailuyrittäjä Into Paadar Inarista.
smn: Mađhâšemirâtteijee Into Paadar Anarist.
